let NationalInnovation = {
    rotation: [
        {
            name: '轮播图',
            images: ['aaaa.jpg', 'bbbb.jpg', 'cccc.jpg', 'dddd.jpg', 'eeee.jpg'],
            text: ['动漫1', '动漫2', '动漫3', '动漫4', '动漫5',],
        },
        {
            name: '侧栏',
            title: ['狐妖小红娘 20 日本弹幕反应',
                    '【腐向·末日丧尸新剧】蛇蝎点点原著《屠城令》上期+花絮（玄幻耽美广播剧）',
                    ' 距狐妖小红娘南国篇开播 还有3天！',
                    ' 这也能做成动画？一部你不可能看过的运动番',
                    ' 嘉德罗斯和金声音互换',
                    '【合集】小心超人出场集数（1-5）',
                    '嘉德罗斯和金声音互换'],
            images: ['ndmz.jpg', 'xiaolinjia.jpg', 'jiechen.jpg', 'cihua.jpg',]
        }
    ],
    article:{
        images:[
            'a1.jpg','a2.jpg','a3.jpg','a4.jpg','a5.jpg','a6.jpg','a7.jpg','a8.jpg',
            'a9.jpg','a10.jpg','a11.jpg','a12.jpg','a13.jpg','a14.jpg','a15.jpg','a16.jpg',
        ],
        text:[
            ['凹凸世界 第二季','更新至第8话'],['理想禁区','更新至第5话'],['陶渊明日记','更新至第9话'],['茶啊二中 嘎嘎以嘎斯','更新至第11话'],
            ['霹雳狼烟之古原爭霸','更新至第10话'],['黄金屋','更新至第54话'],['龙王传说绝密档案','更新至第23话'],['霹雳谜城之九轮异谱','更新至第54话'],
            ['没日没夜','更新至第2话'],['哈哈滑小稽','更新至第4话'],['血色苍穹（上篇）','更新至第9话'],['天行九歌','更新至第12话'],
            ['菊叔5岁画','更新至第5话'],['狐妖小红娘 日语版','更新至第2话'],['一人之下 第二季','更新至第3话'],['叫我僵小鱼 日常篇','更新至第8话']]
    },
    animation:{
        images:[
                'v_21.jpg','v_22.jpg','v_23.jpg','v_24.jpg',
        ],
        txt:{
            one:['南国篇，请让我来保护道士哥哥','【国漫】拾起你丢失的信念，为国漫而战吧！',
                '这也能做成动画？一部你不可能看过的运动番','【魔道祖师/极致画质】来了！正式预告！【2018耽美架空玄幻基番】'],
            two:['2.8万','143.1万','9.2万','2.6万'],
            three:['2677','4.8万','1412','1089'],
            
        },  
        ranking: {
            name: [
                "【狐妖小红娘】 南国", "【一人之下】道长详解“炁”是什么？", "愿意为魁拔而战死！"
            ],
            subtitle:[
                '测试~测试~测试~'
            ]
        }
    },
    original:{
        images:[
                'v_25.jpg','v_26.jpg','v_27.jpg','v_28.jpg',
        ],
        txt:{
            one:['【木鱼微剧场】《少年锦衣卫》','王权夫妇前世现世齐来道贺 南国篇还有4天上线！',
                '鬼途奇行錄片尾曲-月圓人缺','【魔道祖师/战祸邪神【国语版抢先看】09-10'],
            two:['2473','67.3万','187','1.3万661'],
            three:['137','1.7万','1','661'],
            
        },  
        ranking: {
            name: [
                "【素还真x风采铃——不老梦】", "【神毓逍遥】当战", "《雄兵连大电影》的预告片！！"
            ],
            subtitle:[
                '测试~测试~测试~'
            ]
        }
    },
    handOperated:{
        images:['v_29.jpeg','v_30.jpg','v_33.jpeg','v_32.jpeg',],
        txt:{
            one:['霹靂天命之《戰禍邪神》搶先看第9、10章','【鬼途奇行录01】剑剑：师娘，你的伪装比天地不容客差！',
                '【布袋戏贵乱】那年的爱恨情仇','鬼途奇行录预告'],
            two:['点击数:1621','点击数:1950','点击数:626','点击数:325'],
            three:['销售量:21','销售量:3748','销售量:3401','销售量:740'],
        }
    }

}